Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: In light of the risks identified, deployers should determine measures to be taken in the case of a materialisation of those risks, including for example governance arrangements in that specific context of use, such as arrangements for human oversight according to the instructions of use or, complaint handling and redress procedures, as they could be instrumental in mitigating risks to fundamental rights in concrete use-cases.
it_it: Alla luce dei rischi individuati, i deployer dovrebbero stabilire le misure da adottare al concretizzarsi di tali rischi, compresi, ad esempio, i meccanismi di governance in tale contesto specifico di utilizzo, quali le modalità di sorveglianza umana secondo le istruzioni per l'uso, o le procedure di gestione dei reclami e di ricorso, dato che potrebbero essere determinanti nell'attenuare i rischi per i diritti fondamentali in casi d'uso concreti.

source: After performing that impact assessment, the deployer should notify the relevant market surveillance authority.
it_it: Dopo aver effettuato tale valutazione d'impatto, il deployer dovrebbe darne notifica alla pertinente autorità di vigilanza del mercato.

source: Where appropriate, to collect relevant information necessary to perform the impact assessment, deployers of high-risk AI system, in particular when AI systems are used in the public sector, could involve relevant stakeholders, including the representatives of groups of persons likely to be affected by the AI system, independent experts, and civil society organisations in conducting such impact assessments and designing measures to be taken in the case of materialisation of the risks.
it_it: Se del caso, per raccogliere le informazioni pertinenti necessarie a effettuare la valutazione d'impatto, i deployer di sistemi di IA ad alto rischio, in particolare quando i sistemi di IA sono utilizzati nel settore pubblico, potrebbero coinvolgere i portatori di interessi pertinenti, compresi i rappresentanti di gruppi di persone che potrebbero essere interessati dal sistema di IA, gli esperti indipendenti e le organizzazioni della società civile nello svolgimento di tali valutazioni d'impatto e nella progettazione delle misure da adottare al concretizzarsi dei rischi.

source: The European Artificial Intelligence Office (AI Office) should develop a template for a questionnaire in order to facilitate compliance and reduce the administrative burden for deployers.
it_it: L'ufficio europeo per l'IA («ufficio per l'IA») dovrebbe elaborare un modello di questionario al fine di agevolare la conformità e ridurre gli oneri amministrativi per i deployer.

source: The notion of general-purpose AI models should be clearly defined and set apart from the notion of AI systems to enable legal certainty.
it_it: La nozione di modelli di IA per finalità generali dovrebbe essere chiaramente definita e distinta dalla nozione di sistemi di IA per consentire la certezza del diritto.

source: The definition should be based on the key functional characteristics of a general-purpose AI model, in particular the generality and the capability to competently perform a wide range of distinct tasks.
it_it: La definizione dovrebbe basarsi sulle principali caratteristiche funzionali di un modello di IA per finalità generali, in particolare la generalità e la capacità di svolgere con competenza un'ampia gamma di compiti distinti.

source: These models are typically trained on large amounts of data, through various methods, such as self-supervised, unsupervised or reinforcement learning.
it_it: Questi modelli sono solitamente addestrati su grandi quantità di dati con diversi metodi, come l'apprendimento autosupervisionato, non supervisionato o per rinforzo.

source: General-purpose AI models may be placed on the market in various ways, including through libraries, application programming interfaces (APIs), as direct download, or as physical copy.
it_it: I modelli di IA per finalità generali possono essere immessi sul mercato in vari modi, tra cui biblioteche, interfacce di programmazione delle applicazioni (API), download diretto o copia fisica.

source: These models may be further modified or fine-tuned into new models.
it_it: Tali modelli possono essere ulteriormente modificati o perfezionati con nuovi modelli.

source: Although AI models are essential components of AI systems, they do not constitute AI systems on their own.
it_it: Sebbene i modelli di IA siano componenti essenziali dei sistemi di IA, essi non costituiscono di per sé sistemi di IA.

source: AI models require the addition of further components, such as for example a user interface, to become AI systems.
it_it: I modelli di IA necessitano dell'aggiunta di altri componenti, ad esempio un'interfaccia utente, per diventare sistemi di IA.

source: AI models are typically integrated into and form part of AI systems.
it_it: I modelli di IA sono generalmente integrati nei sistemi di IA e ne fanno parte.

source: This Regulation provides specific rules for general-purpose AI models and for general-purpose AI models that pose systemic risks, which should apply also when these models are integrated or form part of an AI system.
it_it: Il presente regolamento stabilisce norme specifiche per i modelli di IA per finalità generali e per i modelli di IA per finalità generali che presentano rischi sistemici, le quali dovrebbero applicarsi anche quando tali modelli sono integrati o fanno parte di un sistema di IA.

source: It should be understood that the obligations for the providers of general-purpose AI models should apply once the general-purpose AI models are placed on the market.
it_it: Resta inteso che gli obblighi per i fornitori di modelli di IA per finalità generali dovrebbero applicarsi una volta che i modelli di IA per finalità generali sono immessi sul mercato.

source: When the provider of a general-purpose AI model integrates an own model into its own AI system that is made available on the market or put into service, that model should be considered to be placed on the market and, therefore, the obligations in this Regulation for models should continue to apply in addition to those for AI systems.
it_it: Quando il fornitore di un modello di IA per finalità generali integra un modello proprio nel suo sistema di IA messo a disposizione sul mercato o messo in servizio, tale modello dovrebbe essere considerato immesso sul mercato e, pertanto, gli obblighi di cui al presente regolamento per i modelli dovrebbero continuare ad applicarsi in aggiunta a quelli per i sistemi di IA.

source: The obligations laid down for models should in any case not apply when an own model is used for purely internal processes that are not essential for providing a product or a service to third parties and the rights of natural persons are not affected.
it_it: Gli obblighi previsti per i modelli non dovrebbero in ogni caso applicarsi quando un modello proprio è utilizzato per processi puramente interni che non sono essenziali per fornire un prodotto o un servizio a terzi e i diritti delle persone fisiche restano impregiudicati.

source: Considering their potential significantly negative effects, the general-purpose AI models with systemic risk should always be subject to the relevant obligations under this Regulation.
it_it: Considerati i loro potenziali effetti negativi significativi, i modelli di IA per finalità generali con rischio sistemico dovrebbero sempre essere soggetti ai pertinenti obblighi a norma del presente regolamento.

source: The definition should not cover AI models used before their placing on the market for the sole purpose of research, development and prototyping activities.
it_it: La definizione non dovrebbe includere i modelli di IA utilizzati prima della loro immissione sul mercato solo a scopo di ricerca, sviluppo e prototipazione.

source: This is without prejudice to the obligation to comply with this Regulation when, following such activities, a model is placed on the market.
it_it: Ciò non pregiudica l'obbligo di conformarsi al presente regolamento quando, in seguito a tali attività, un modello è immesso sul mercato.

source: Whereas the generality of a model could, inter alia, also be determined by a number of parameters, models with at least a billion of parameters and trained with a large amount of data using self-supervision at scale should be considered to display significant generality and to competently perform a wide range of distinctive tasks.
it_it: Mentre la generalità di un modello potrebbe, tra gli altri criteri, essere determinata anche da una serie di parametri, i modelli con almeno un miliardo di parametri e addestrati con grandi quantità di dati utilizzando l'autosupervisione su larga scala dovrebbero ritenersi caratterizzati da una generalità significativa e in grado di svolgere con competenza un'ampia gamma di compiti distinti.

source: Large generative AI models are a typical example for a general-purpose AI model, given that they allow for flexible generation of content, such as in the form of text, audio, images or video, that can readily accommodate a wide range of distinctive tasks.
it_it: I grandi modelli di IA generativi sono un tipico esempio di modello di IA per finalità generali, dato che consentono una generazione flessibile di contenuti, ad esempio sotto forma di testo, audio, immagini o video, che possono prontamente rispondere a un'ampia gamma di compiti distinti.

source: When a general-purpose AI model is integrated into or forms part of an AI system, this system should be considered to be general-purpose AI system when, due to this integration, this system has the capability to serve a variety of purposes.
it_it: Quando un modello di IA per finalità generali è integrato in un sistema di IA o ne fa parte, tale sistema dovrebbe essere considerato un sistema di IA per finalità generali qualora, a causa di tale integrazione, il sistema abbia la capacità di perseguire varie finalità.

source: A general-purpose AI system can be used directly, or it may be integrated into other AI systems.
it_it: Un sistema di IA per finalità generali può essere utilizzato direttamente o può essere integrato in altri sistemi di IA.

source: Providers of general-purpose AI models have a particular role and responsibility along the AI value chain, as the models they provide may form the basis for a range of downstream systems, often provided by downstream providers that necessitate a good understanding of the models and their capabilities, both to enable the integration of such models into their products, and to fulfil their obligations under this or other regulations.
it_it: I fornitori di modelli di IA per finalità generali hanno un ruolo e una responsabilità particolari lungo la catena del valore dell'IA, poiché i modelli che forniscono possono costituire la base per una serie di sistemi a valle, spesso forniti da fornitori a valle che richiedono una buona comprensione dei modelli e delle loro capacità, sia per consentire l'integrazione di tali modelli nei loro prodotti, sia per adempiere i rispettivi obblighi a norma del presente regolamento o di altri regolamenti.

source: Therefore, proportionate transparency measures should be laid down, including the drawing up and keeping up to date of documentation, and the provision of information on the general-purpose AI model for its usage by the downstream providers.
it_it: È pertanto opportuno prevedere misure di trasparenza proporzionate, tra cui la redazione e l'aggiornamento della documentazione e la fornitura di informazioni sul modello di IA per finalità generali ai fini del suo utilizzo da parte dei fornitori a valle.

source: Technical documentation should be prepared and kept up to date by the general-purpose AI model provider for the purpose of making it available, upon request, to the AI Office and the national competent authorities.
it_it: La documentazione tecnica dovrebbe essere preparata e tenuta aggiornata dal fornitore del modello di IA per finalità generali allo scopo di metterla a disposizione, su richiesta, dell'ufficio per l'IA e delle autorità nazionali competenti.

source: The minimal set of elements to be included in such documentation should be set out in specific annexes to this Regulation.
it_it: La serie minima di elementi da includere in tale documentazione dovrebbe essere stabilita in specifici allegati del presente regolamento.

source: The Commission should be empowered to amend those annexes by means of delegated acts in light of evolving technological developments.
it_it: Alla Commissione dovrebbe essere conferito il potere di modificare tali allegati mediante atti delegati alla luce degli sviluppi tecnologici in evoluzione.

source: Software and data, including models, released under a free and open-source licence that allows them to be openly shared and where users can freely access, use, modify and redistribute them or modified versions thereof, can contribute to research and innovation in the market and can provide significant growth opportunities for the Union economy.
it_it: I software e i dati, compresi i modelli, rilasciati con licenza libera e open source che consentano loro di essere condivisi apertamente e che gli utenti possano liberamente consultare, utilizzare, modificare e ridistribuire, comprese le loro versioni modificate, possono contribuire alla ricerca e all'innovazione nel mercato e possono offrire notevoli opportunità di crescita per l'economia dell'Unione.

source: General-purpose AI models released under free and open-source licences should be considered to ensure high levels of transparency and openness if their parameters, including the weights, the information on the model architecture, and the information on model usage are made publicly available.
it_it: I modelli di IA per finalità generali rilasciati con licenza libera e open source dovrebbero essere presi in considerazione per garantire elevati livelli di trasparenza e apertura, se i loro parametri, compresi i pesi, le informazioni sull'architettura del modello e le informazioni sull'uso del modello, sono resi pubblici.

source: The licence should be considered to be free and open-source also when it allows users to run, copy, distribute, study, change and improve software and data, including models under the condition that the original provider of the model is credited, the identical or comparable terms of distribution are respected.
it_it: La licenza dovrebbe essere considerata libera e open source anche quando consente agli utenti di eseguire, copiare, distribuire, studiare, modificare e migliorare i software e i dati, compresi i modelli, purché il modello sia attribuito al fornitore originario e siano rispettate condizioni di distribuzione identiche o comparabili.

source: Free and open-source AI components covers the software and data, including models and general-purpose AI models, tools, services or processes of an AI system.
it_it: I componenti di IA liberi e open source comprendono i software e i dati, compresi i modelli e i modelli di IA per finalità generali, gli strumenti, i servizi o i processi di un sistema di IA.

source: Free and open-source AI components can be provided through different channels, including their development on open repositories.
it_it: I componenti di IA liberi e open source possono essere forniti attraverso diversi canali e possono inoltre essere sviluppati su archivi aperti.

source: For the purposes of this Regulation, AI components that are provided against a price or otherwise monetised, including through the provision of technical support or other services, including through a software platform, related to the AI component, or the use of personal data for reasons other than exclusively for improving the security, compatibility or interoperability of the software, with the exception of transactions between microenterprises, should not benefit from the exceptions provided to free and open-source AI components.
it_it: Ai fini del presente regolamento, i componenti di IA forniti a pagamento o altrimenti monetizzati, anche tramite la fornitura di assistenza tecnica o altri servizi, ad esempio attraverso una piattaforma software, in relazione al componente di IA, o l'utilizzo di dati personali per motivi diversi dal solo miglioramento della sicurezza, della compatibilità o dell'interoperabilità del software, ad eccezione delle transazioni tra microimprese, non dovrebbero beneficiare delle eccezioni previste per i componenti di IA liberi e open source.

source: The fact of making AI components available through open repositories should not, in itself, constitute a monetisation.
it_it: La messa a disposizione di componenti di IA tramite archivi aperti non dovrebbe, di per sé, costituire monetizzazione.

source: The providers of general-purpose AI models that are released under a free and open-source licence, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available should be subject to exceptions as regards the transparency-related requirements imposed on general-purpose AI models, unless they can be considered to present a systemic risk, in which case the circumstance that the model is transparent and accompanied by an open-source license should not be considered to be a sufficient reason to exclude compliance with the obligations under this Regulation.
it_it: I fornitori di modelli di IA per finalità generali che sono rilasciati con licenza libera e open source e i cui parametri, compresi i pesi, le informazioni sull'architettura del modello e le informazioni sull'uso del modello, sono messi pubblicamente a disposizione dovrebbero essere soggetti ad eccezioni per quanto riguarda i requisiti relativi alla trasparenza imposti ai modelli di IA per finalità generali, a meno che non si possa ritenere che presentino un rischio sistemico, nel qual caso la circostanza che il modello sia trasparente e corredato di una licenza open source non dovrebbe ritenersi un motivo sufficiente per escludere la conformità agli obblighi di cui al presente regolamento.

source: In any case, given that the release of general-purpose AI models under free and open-source licence does not necessarily reveal substantial information on the data set used for the training or fine-tuning of the model and on how compliance of copyright law was thereby ensured, the exception provided for general-purpose AI models from compliance with the transparency-related requirements should not concern the obligation to produce a summary about the content used for model training and the obligation to put in place a policy to comply with Union copyright law, in particular to identify and comply with the reservation of rights pursuant to Article 4(3) of Directive (EU) 2019/790 of the European Parliament and of the Council (40).
it_it: In ogni caso, dato che il rilascio di modelli di IA per finalità generali con licenza libera e open source non rivela necessariamente informazioni sostanziali sul set di dati utilizzato per l'addestramento o il perfezionamento del modello e sulla modalità con cui è stata in tal modo garantita la conformità al diritto d'autore, l'eccezione prevista per i modelli di IA per finalità generali concernente il rispetto dei requisiti relativi alla trasparenza non dovrebbe riguardare l'obbligo di produrre una sintesi del contenuto utilizzato per l'addestramento dei modelli e l'obbligo di attuare una politica volta ad adempiere la normativa europea in materia di diritto d'autore, in particolare di individuare e rispettare la riserva dei diritti a norma dell'articolo 4, paragrafo 3, della direttiva (UE) 2019/790 del Parlamento europeo e del Consiglio (40).

source: General-purpose AI models, in particular large generative AI models, capable of generating text, images, and other content, present unique innovation opportunities but also challenges to artists, authors, and other creators and the way their creative content is created, distributed, used and consumed.
it_it: I modelli di IA per finalità generali, in particolare i grandi modelli di IA generativa, in grado di generare testo, immagini e altri contenuti, presentano opportunità di innovazione uniche, ma anche sfide per artisti, autori e altri creatori e per le modalità con cui i loro contenuti creativi sono creati, distribuiti, utilizzati e fruiti.

source: The development and training of such models require access to vast amounts of text, images, videos and other data.
it_it: Lo sviluppo e l'addestramento di tali modelli richiedono l'accesso a grandi quantità di testo, immagini, video e altri dati.

source: Text and data mining techniques may be used extensively in this context for the retrieval and analysis of such content, which may be protected by copyright and related rights.
it_it: Le tecniche di estrazione di testo e di dati possono essere ampiamente utilizzate in tale contesto per il reperimento e l'analisi di tali contenuti, che possono essere protetti da diritto d'autore e da diritti connessi.

source: Any use of copyright protected content requires the authorisation of the rightsholder concerned unless relevant copyright exceptions and limitations apply.
it_it: Qualsiasi utilizzo di contenuti protetti da diritto d'autore richiede l'autorizzazione del titolare dei diritti interessato, salvo se si applicano eccezioni e limitazioni pertinenti al diritto d'autore.

source: Directive (EU) 2019/790 introduced exceptions and limitations allowing reproductions and extractions of works or other subject matter, for the purpose of text and data mining, under certain conditions.
it_it: La direttiva (UE) 2019/790 ha introdotto eccezioni e limitazioni che consentono, a determinate condizioni, riproduzioni ed estrazioni effettuate da opere o altri materiali ai fini dell'estrazione di testo e di dati.

source: Under these rules, rightsholders may choose to reserve their rights over their works or other subject matter to prevent text and data mining, unless this is done for the purposes of scientific research.
it_it: In base a tali norme, i titolari dei diritti hanno la facoltà di scegliere che l'utilizzo delle loro opere e di altri materiali sia da essi riservato per evitare l'estrazione di testo e di dati, salvo a fini di ricerca scientifica.

source: Where the rights to opt out has been expressly reserved in an appropriate manner, providers of general-purpose AI models need to obtain an authorisation from rightsholders if they want to carry out text and data mining over such works.
it_it: Qualora il diritto di sottrarsi sia stato espressamente riservato in modo appropriato, i fornitori di modelli di IA per finalità generali devono ottenere un'autorizzazione dai titolari dei diritti, qualora intendano compiere l'estrazione di testo e di dati su tali opere.

source: Providers that place general-purpose AI models on the Union market should ensure compliance with the relevant obligations in this Regulation.
it_it: I fornitori che immettono modelli di IA per finalità generali sul mercato dell'Unione dovrebbero garantire la conformità ai pertinenti obblighi del presente regolamento.
